Repository: k-mitkov/RentACar
Catalog: DesktopClient/Resources/Localizations/Resources.*.resx
Languages: bg_bg

# strRentACar
source: Rent a car
bg_bg: Наеми кола

# strECars
source: Electric Cars
bg_bg: Електромобили

# strCars
source: Cars
bg_bg: Коли

# strCargo
source: Cargo
bg_bg: Товарни

# strBurgas
source: Burgas
bg_bg: Бургас

# strDropOff
source: Drop off
bg_bg: Място на връщане

# strPickUp
source: Pick up
bg_bg: Място на наемане

# strPlovdiv
source: Plovdiv
bg_bg: Пловдив

# strSearchNow
source: Search Now
bg_bg: Търси сега

# strSelectDate
source: Select A Date
bg_bg: Избери Дата

# strSofia
source: Sofia
bg_bg: София

# strVarna
source: Varna
bg_bg: Варна

# strPricefor
source: Price for
bg_bg: Цена за

# strDays
source: days
bg_bg: дни

# strBackToResults
source: Back To Results
bg_bg: Стъпка назад

# strBookNow
source: Book Now
bg_bg: Резервирай

# strDateOfBirth:
source: Date of birth:
bg_bg: Дата на раждане:

# strDays:
source: days:
bg_bg: дни:

# strEmail:
source: Email:
bg_bg: Имейл:

# strFirstName:
source: First name:
bg_bg: Име:

# strLastName:
source: Last name:
bg_bg: Фамилия:

# strPersonalData
source: Personal Data
bg_bg: Лични данни

# strPhone:
source: Phone:
bg_bg: Телефон:

# strRentalPeriod
source: Rental period:
bg_bg: Период:

# strTotalPrice
source: Total price:
bg_bg: Крайна цена:

# strInvalidDateFrom
source: Date from can not be date from past.
bg_bg: Датата на наемане не може да бъде вече минала дата.

# strInvalidDates
source: Date to must be later then date from.
bg_bg: Датата на връщане трябва да бъде след датата на наемане.

# strCapacity:
source: Capacity:
bg_bg: Капацитет:

# strCarsNotFound
source: No available cars found!
bg_bg: Не са намерени свободни автомобили!

# strConsumation:
source: Consumation:
bg_bg: Разход:

# strInvalidDateOfBirth
source: You must be 18 years old to rent a car.
bg_bg: Трябва да имате навършени 18 години.

# strInvalidLastName
source: Please enter valid last name.
bg_bg: Моля въведете валидна фамилия.

# strInvalidMail
source: Please enter valid еmail.
bg_bg: Моля въведете валиден имейл.

# strInvalidName
source: Please enter valid name.
bg_bg: Моля въведете валидено име.

# strInvalidPhone
source: Please enter valid phone.
bg_bg: Моля въведете валиден телефонен номер.

# strPerKm
source: /100 km.
bg_bg: /100 км.

# strSeats
source: seats.
bg_bg: места.

# strSuccesfulReservation
source: Succeful Reservation!
bg_bg: Успешна резервация!
